Repository: juanagu99/RESTAURANTE
Catalog: RESTAURANTE/RESTAURANTE/Resources/AppResources.*.resx
Languages: de, pt, zh

# confirmar_pedido_pregunta
source: Do you want to confirm the order ?!
de: Möchten Sie die Bestellung bestätigen?
pt: Quer confirmar o pedido?
zh: 要确认订单吗？

# informacion
source: Information
de: TECHNIK
pt: Informação
zh: 信息！

# llamar_mesero_menu
source: Call the waiter
de: Rufen Sie Kellner!
pt: Ligue para o garçom!
zh: 打电话给服务员!

# mensaje_carrito
source: No products in the cart.
de: Haben Sie noch keine Produkte in Ihrem Warenkorb!
pt: Você ainda não tem produtos no carrinho!
zh: 仍然没有产品在您的购物车!

# menu_menu
source: Menu
de: Menü
zh: 菜单！

# mesero_asignado
source: Waiter assigned!
de: Kellner zugewiesen!
pt: Garçom atribuído!
zh: 指派服务员!

# mi_carrito_menu
source: My Cart
de: Mein Warenkorb
pt: Meu carrinho
zh: 我的车!

# no_escogido_productos
source: You have not chosen any product yet!
de: Sie haben noch kein Produkt ausgewählt!
pt: Você ainda não escolheu nenhum produto!
zh: 还没有选择任何产品!

# numero_mesa
source: Table number!
de: Tischnummer
pt: Número da tabela!
zh: 桌子的数量!

# pagar_menu
source: Check out
de: Zur Kasse gehen >
zh: 结帐

# pedido_confirmado
source: The order has already been confirmed!
de: Die Bestellung wurde bereits bestätigt!
pt: O pedido já foi confirmado!
zh: 命令已经被确认了!

# pedido_confirmado1
source: The order has already been confirmed so it can not be deleted!
de: Die Bestellung wurde bereits bestätigt und kann nicht gelöscht werden!
pt: O pedido já foi confirmado, por isso não pode ser excluído!
zh: 订单已被确认, 因此无法删除!

# pedido_confirmado2
source: The order has already been confirmed so it can not be edited!
de: Die Bestellung wurde bereits bestätigt und kann nicht bearbeitet werden!
pt: A encomenda já foi confirmada, pelo que não pode ser editada!
zh: 订单已经确认, 以及, 你可以编辑!

# pedido_enviado
source: The order has been sent to the kitchen!
de: Die Bestellung wurde an die Küche geschickt!
pt: O pedido foi enviado para a cozinha!
zh: 订单已被送到厨房!

# pedido_vacio
source: Still the order has been confirmed!
de: Die Bestellung wurde noch nicht bestätigt!
pt: O pedido ainda não foi confirmado!
zh: 命令还是被确认了!

# problemas_conexion
source: Problems with connection!
de: Probleme mit der Verbindung!
pt: Problemas com a conexão!
zh: 连接的问题!

# publicaciones
source: Posts
de: Publikationen
pt: Publicações
zh: 出版物

# publicar_btn
source: Publish
de: _Veröffentlichen...
pt: &Publicar...
zh: 张贴(_P):

# vuelva_intentar
source: Sorry, try again.!
de: Entschuldigen Sie, versuchen Sie es noch einmal!
pt: Com licença, tente novamente!
zh: 对不起, 再试一次。

# btn_editar
source: Edit...
de: <Bearbeiten...>
pt: <Editar...>
zh: <编辑...>

# cantidad
source: Amount
de: MENGE
pt: QUANTIDADE
zh: 数量:

# producto
source: Product
de: <Produkt>
pt: O produto.
zh: 产品。

# mesero_viene
source: The waiter will come in a few minutes!
de: Die Kellner kommt in wenigen Minuten!
pt: O garçom virá em poucos minutos!
zh: 服务员几分钟后就会来!

# efectivo
source: Cash
de: Barzahlung
pt: Em Dinheiro
zh: 现金

# tarjeta
source: Card
de: Kreditkarte
pt: Cartão
zh: 卡片

# mesero_datafono
source: The waiter will come in a few minutes and will bring the Dataphone!
de: Die Kellner kommt in ein paar Minuten und bringt die Dataphone!
pt: O garçom virá em poucos minutos e vai trazer o Dataphone!
zh: 服务员几分钟后就会来, 会带来 dataphone!

source: Total
de: Summe*
zh: 总计*

# categoria
source: Category
de: Kategorie
pt: Categoria
zh: 分类！

# click
source: Click to add to cart!
de: Klicken Sie, um zum Warenkorb hinzuzufügen!
pt: Clique para adicionar ao carrinho!
zh: 点击添加到购物车！

# precio
source: Price
de: Preis
pt: Preço
zh: 价格

# producto_escogido
source: The product is already added in the shopping cart!
de: Das Produkt wurde bereits in den Warenkorb gelegt!
pt: O produto já está adicionado no carrinho de compras!
zh: 该产品已添加到购物车！

# agregado
source: Aggregate
de: Attaché
pt: Agregado
zh: 集料

# mensaje_agregado
source: It was added!
de: Es wurde hinzugefügt!
pt: Foi adicionado!
zh: 它被添加了！

# camara_mensaje
source: The camera is not found!
de: Die Kamera wird nicht gefunden!
pt: A câmera não foi encontrada!
zh: 找不到相机！

# contraseña
source: Password
de: Passwort
pt: Contraseña
zh: 密码

# usuario
source: User
de: Benutzer
pt: Utilizador
zh: 用户

# btn_ingresar
source: Login
de: Einloggen
pt: Entrar
zh: 登录！

# contraseña_invalida
source: Enter a valid password!
de: Geben Sie ein gültiges Kennwort!
pt: Digite uma senha válida!
zh: 输入有效的密码!

# usuario_invalido
source: Enter a valid user!
de: Geben Sie einen gültigen Benutzer!
pt: * Por favor digite um usuário válido.
zh: 输入有效的用户!
